[
    {
        "title": "Ufate umwanya wo gusenga mu kwinjira mu kwezi kwa Ruheshi.",
        "link": "https://abisezerano.com/2025/05/31/ufate-umwanya-wo-gusenga-mu-kwinjira-mu-kwezi-kwa-ruheshi/",
        "content": "ITANGAZO: Uratumiwe kwiyeza no kugira ico ubariye Uhoraho Imana ku magenekerezo ya 1-2-3 uku kwezi kwa 6 kwo kwishurirwamwo, Imana igiye gutega ugutwi abayubaha maze bakayambaza nayo ikabishura. Mu kwitanga tuzosengera amasezarano y’igihugu cacu. Kaze wifatanye n’Ihanga ry’Imana, Amen! Rungikira ubu butumwa n’abandi."
    },
    {
        "title": "Amasezerano y’igihugu c’Uburundi n’ukuri kandi agiye gusohora.",
        "link": "https://abisezerano.com/2025/03/25/amasezerano-yigihugu-cuburundi-nukuri-kandi-agiye-gusohora/",
        "content": "Abantu bose bagiye kubona yuko ivyavugishijwe ku gihugu c’Uburundi bigiye gushika. Kimwe mu bintu vyerekana yuko abizera ayo masezerano harimwo abo satani ariko arakubagura mu kubasukamwo urwanko, bariko baraterana amajambo mu mu kwifata amajwi no kuyakwiragiza canke mu kwandagazanya ku mbuga.\n\nAbo bitangaje yuko biyimitse mu majwi canke mu gutunganya ibirori,  Abo batunga urutoke uyu canke uriya kuko yizera amasezerano, ni basigeho batekane bareke kuryana, gutukana no gucokorana nk’abungere ku gasozi.\n\nUbu carico gihe c’uko abantu bose basenga, bohuza umutima n’inama, bagaca bugufi bagasenga kugira ngo bashobore kwigisha no kuremesha abizera mu bumwe n’urukundo.\n\nAbo twumva ba Lambert Muhimpundu, ba Jean Bosco Barakamfitiye, ba Nicolas Niyonizigiye n’abandi baguma baterinduru mu bantu ni bahagarike amajambo basenge Imana baciye bugufi kuko Imana mucarubanza igiye kwerekana Dawidi uwariwe."
    },
    {
        "title": "Uburundi n’Urwanda ntirucan’uwaka",
        "link": "https://abisezerano.com/2025/03/25/uburundi-nurwanda-ntirucanuwaka/",
        "content": "« Urwanda rushaka gutere Bujumbura ruciye muri RDC , nanje nzoca ntera Kigali nciye mu Kirundo hafi.» Mjr General Evariste Ndayishimiye.\n\nUburundi buragabisha ko buzivuna bwivuye inyuma ku bitero ivyo ari vyo vyose vyoza biturutse mu gihugu c’Urwanda.Mu kiganiro yahaye BBC, Prezida Evariste Ndayishimiye avuga ko Urwanda, gutegura gutera Uburundi ruciye muri Congo, ari ukwihenda.« Turazi ko Urwanda ruriko ruragerageza kudutera ruciye ku butaka bwa Republika ya Demokrasi ya Congo, rubicishije ku muhari Red- Tabara. Ariko twebwe tubabwira ko ni baba bashaka gutera Bujumbura baciye muri Congo natwe Kigali si kure duciye mu Kirundo, » uko ni ko prezida Evariste Ndayishimiye avuga.Umuvugizi wa reta y’Urwanda Yolande Makolo avuga ko atangazwa n’iyo mvugo ya Perezida Evariste Ndayishimiye."
    },
    {
        "title": "UMUTUMIRO W’AMASENGESHO Y’ABERA 27-02-25",
        "link": "https://abisezerano.com/2025/02/22/umutumiro-wamasengesho-yabera-27-02-25/",
        "content": ""
    }
]